<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили ссылку для восстановления пароля на ваш email',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой',
    'token' => 'Ссылка на восстановления устарела - запросите новую через форму восстановления пароля',
    'user' => 'Не удалось найти пользователя с указанным электронным адресом',

];
